{
  "productID": "",
  "DIN": "4432293",

  "rxNumber": "",

  "genericName": "APO-METHOTREXATE",
  "tradeName": "METHOTREXATE",
  "label": "Methotrexate 2.5mg Tablets",

  "dose": "2.5",
  "dosageForm": "TAB",
  "doseUnit": "MG",

  "url": "I07EGu4Z9TU",
  "webUrl": "https://www.mayoclinic.org/drugs-supplements/methotrexate-oral-route/proper-use/drg-20084837",

  "monograph_description": "Methotrexate is used to treat severe psoriasis (a skin disease in which red, scaly patches form on some areas of the body) that cannot be controlled by other treatments. Methotrexate is also used along with rest, physical therapy, and sometimes other medications to treat severe active rheumatoid arthritis (RA; a condition in which the body attacks its own joints, causing pain, swelling, and loss of function) that cannot be controlled by certain other medications. Methotrexate is also used to treat certain types of cancer including cancers that begin in the tissues that form around a fertilized egg in the uterus, breast cancer, lung cancer, certain cancers of the head and neck, certain types of lymphoma, and leukemia (cancer that begins in the white blood cells). Methotrexate is in a class of medications called antimetabolites. Methotrexate treats cancer by slowing the growth of cancer cells. Methotrexate treats psoriasis by slowing the growth of skin cells to stop scales from forming. Methotrexate may treat rheumatoid arthritis by decreasing the activity of the immune system.",
  "monograph_instructions": "Methotrexate comes as a tablet to take by mouth. Your doctor will tell you how often you should take methotrexate. The schedule depends on the condition you have and on how your body responds to the medication. Your doctor may tell you to take methotrexate on a rotating schedule that alternates several days when you take methotrexate with several days or weeks when you do not take the medication. Follow these directions carefully and ask your doctor or pharmacist if you do not know when to take your medication. If you are taking methotrexate to treat psoriasis or rheumatoid arthritis, your doctor may tell you to take the medication once a week. Pay close attention to your doctor's directions. Some people who mistakenly took methotrexate once daily instead of once weekly experienced very severe side effects or died. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take methotrexate exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor. If you are taking methotrexate to treat psoriasis or rheumatoid arthritis, your doctor may start you on a low dose of the medication and gradually increase your dose. Follow these directions carefully. If you are taking methotrexate to treat rheumatoid arthritis, it may take 3 to 6 weeks for your symptoms to begin to improve, and 12 weeks or longer for you to feel the full benefit of methotrexate. Continue to take methotrexate even if you feel well. Do not stop taking methotrexate without talking to your doctor.",
  "monograph_side_effects": "Methotrexate may cause dizziness, drowsiness, headache, swollen/tender gums, decreased appetite, reddened eyes, hair loss. Serious side effects include: blurred vision or sudden loss of vision, seizures, confusion, weakness or difficulty moving one or both sides of the body, loss of consciousness",
  "monograph_warnings": "Tell your doctor and pharmacist if you are allergic to methotrexate, any other medications, or any of the ingredients in methotrexate tablets. Ask your doctor or pharmacist for a list of the ingredients. Tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking or plan to take. Be sure to mention the medications listed in the IMPORTANT WARNING section and any of the following: certain antibiotics such as chloramphenicol (chloromycetin), penicillins, and tetracyclines; folic acid (available alone or as an ingredient in some multivitamins); other medications for rheumatoid arthritis; phenytoin (Dilantin); probenecid (Benemid); sulfonamides such as co-trimoxazole (Bactrim, Septra), sulfadiazine, sulfamethizole (Urobiotic), and sulfisoxazole (Gantrisin); and theophylline (Theochron, Theolair). Your doctor may need to change the doses of your medications or monitor you carefully for side effects. Tell your doctor if you have or have ever had any of the conditions mentioned in the IMPORTANT WARNING section or a low level of folate in your blood. Do not breast-feed while you are taking methotrexate. If you are having surgery, including dental surgery, tell the doctor or dentist that you are taking methotrexate. Plan to avoid unnecessary or prolonged exposure to sunlight or ultraviolet light (tanning beds and sunlamps) and to wear protective clothing, sunglasses, and sunscreen. Methotrexate may make your skin sensitive to sunlight or ultraviolet light. If you have psoriasis, your sores may get worse if you expose your skin to sunlight while you are taking methotrexate. Do not have any vaccinations during your treatment with methotrexate without talking to your doctor.",
  "monograph_interactions": ""
}