{
  "productID": "771058100232",
  "DIN": "223224",

  "rxNumber": "",

  "genericName": "ALENDRONATE",
  "tradeName": "FOSAMAX",
  "label": "Fosamax 70mg Tablets",

  "dose": "70",
  "dosageForm": "TAB",
  "doseUnit": "MG",

  "url": "e8cS2lwwgeA",
  "webUrl": "https://www.humira.com/humira-complete/injection",

  "monograph_description": "Alendronate is used to treat or prevent postmenopausal bone loss in women. This medication is also used to treat steroid induced bone loss, bone loss in men and to treat Paget’s disease. Bone loss described here is called osteoporosis. When this happens, your bones become thin, brittle, weak and are much more likely to break. Proper nutrition and physical activity are important in your teens and 20’s so that you may reach your strongest bone strength during your 30’s. Bone strength peaks during your 30’s and begins to slowly decrease after that. When your bones are weak, you may break a bone from something as simple as falling out of a chair. Often, you won’t even know your bones are weak until you break a bone from a minor fall. Bone density tests measure how strong your bones are. If you are over 50, or if you have noticed you have been getting shorter or your upper back is curving forward, ask your doctor if you should have a bone density test.",
  "monograph_instructions": "Alendronate is taken once weekly or once daily, depending on your situation and what your doctor orders. If you are prescribed the weekly dose, take this medication on the same day each week. Whether you take the daily or the weekly dose, alendronate is to be taken in the morning, at least 30 minutes before having any food, coffee, other beverage or any other medication. Take this medication with a full glass of water and stay upright (sitting, standing or walking) for at least 30 minutes. Do not lie down until having your first food for the day. Do not take this medication at bedtime, with food, or before you get up in the morning; it may not be absorbed as well and may increase your chance of side effects. If you miss a dose of the weekly alendronate, skip it for that day and take it the next day as directed. Then, next week resume your regular schedule. If you miss a dose of the daily alendronate, skip it for that day and continue your regular dose the next morning. Do not take a double dose of this medication to catch up a missed dose.",
  "monograph_side_effects": "Tell your pharmacist or doctor all your medication allergies so they may determine if alendronate is safe for you to take. Avoid dangerous drug interactions. Tell your pharmacist or doctor all the other medication you are taking, including over the counter supplements, even if you don't take them very often. Ask your doctor if this medication is safe to take with your current health conditions. Tell your doctor if you have difficulty standing for 30 minutes or more, any esophageal problems, difficulty swallowing, or any stomach ulcer disorders. While taking alendronate, you may feel some stomach or throat irritation. If these or any other unwanted side effects persist, contact your doctor or pharmacist to talk about it with them. Call your doctor right away if you have any jaw pain, other bone or joint pain, swelling of your hands or feet or any pain in your throat.",
  "monograph_warnings": "Rarely, people using this category of medication have had serious jaw bone problems. The chances of this happening are increased in patients with poor dental hygiene or who have had dental surgery or tooth removal. Other medical conditions such as cancer or blood disorders may also increase the chances of having jawbone problems.  If you develop any jaw pain while taking this medication, please notify your doctor or dentist as soon as possible. Before having any dental work done, please make sure your dentist knows you are taking alendronate. They may need to adjust your medication therapy before performing any dental work. This medication is not recommended for use in children. Studies have shown that children who have taken this medication are much more likely to have severe stomach or intestinal side effects. Let your pharmacist or doctor know if you are pregnant or breastfeeding before taking this medication.",
  "monograph_interactions": ""
}