{
  "productID": "",
  "DIN": "2231133",

  "rxNumber": "",

  "genericName": "TIOTROPIUM BROMIDE",
  "tradeName": "SPIRIVA RESPIMAT",
  "label": "Spiriva Respimat Inhaler 2.5mcg (60 puffs)",

  "dose": "2.5",
  "dosageForm": "INHALER",
  "doseUnit": "MCG",

  "url": "ln6zmUHVdfE",
  "webUrl": "https://www.spiriva.com/asthma/how-to-use",

  "monograph_description": "Tiotropium oral inhaler works by relaxing the muscles that support your airway. This medication helps relax coughing and wheezing and allows you to breathe easier. Tiotropium oral inhaler is used to treat and prevent breathing symptoms like wheezing and shortness of breath that may by caused by Chronic Obstructive Pulmonary Disease (COPD). This disease is usually caused by excessive lung irritation from smoking or other irritants. In this disease, your airways may become swollen which may result in narrowed airways and difficulty breathing. It is also possible that the lung muscle becomes stretched out and unable to do its job of moving air. Tiotropium oral inhaler is to be used on a regular basis to be effective in preventing breathing symptoms. This medication does not work to treat a sudden asthma attack. If you have a sudden attack of asthma, use your quick acting rescue inhaler to relieve your immediate symptoms.",
  "monograph_instructions": "Each dose of this medication is in a capsule form that needs to be loaded into the inhaler before administration. DO NOT SWALLOW THE CAPSULE. Before you begin treatment with tiotropium, it is important to understand how to load and activate the inhaler. If you have any questions on how to work your inhaler, call your pharmacist or doctor and ask for instruction. Tiotropium oral inhaler is prescribed to be used once daily using the HandiHaler device, inhale the entire contents of 1 capsule. Inhale 2 times for each single dose to make sure you have received the entire dose. After your dose, discard the capsule from the inhaler. Do not load the next capsule into the inhaler until you are ready for your next dose in 24 hours. If you are using this medication on a regular schedule and forget to take a dose, take it as soon as you remember. If it is near the time of your next dose, skip it and continue with your normal dose time. Do not take a double dose to make up the missed dose. Keep your inhaler clean and keep count of the number of inhalation capsules you have left in the container. If you have any questions about how to clean your inhaler, ask your pharmacist or doctor to explain it to you. Take time to understand which inhalers are for urgent breathing episodes and which are to be used on a regular basis to prevent breathing problems. If you have used your inhaler and are not seeing any improvement or your symptoms are worsening, call your doctor. Self-monitoring also includes the use of a Peak Flow Meter. This is a simple device which helps you measure, on your own, how well your lungs are working. If you don’t already use one, discuss this with your doctor or pharmacist.",
  "monograph_side_effects": "Tell your pharmacist or doctor all your medication allergies so they may determine if tiotropium oral inhaler is safe for you to use. Avoid dangerous drug interactions. Tell your pharmacist or doctor all the other medication you are taking, including over the counter supplements, even if you don't take them very often. Ask your doctor if this medication is safe to take with your current health conditions. Tell your doctor if you have chest pain or irregular heartbeats, an eye condition known as narrow-angle glaucoma, difficulty urinating, or any other current medical condition. While using tiotropium oral inhaler, you may feel some nausea, dizziness or dry mouth. If these or any other unwanted side effects persist, contact your doctor or pharmacist to talk about it with them. Call your doctor right away if you feel any chest pain or pounding heartbeat, difficulty urinating, or significant vision changes.",
  "monograph_warnings": "This medication may make you dizzy, drowsy, or blur your vision. Do not drive or do any activity that requires focus and attention until you are sure you can do them safely. Limit alcoholic beverages while using tiotropium oral inhaler. Rarely, tiotropium may cause your heart to beat fast and unsteady. If you feel any severe dizziness or feel like your heart is racing or beating too fast, get medical help right away. Uncommonly, after a single dose of this inhaler, you may experience a sudden episode of wheezing. If this happens, seek immediate medical attention. If this medication accidentally gets into your eyes, it may cause eye pain and temporary blurred vision or vision changes. Rinse your mouth out with water after using your inhaler to prevent any throat irritation or dry mouth. Let your pharmacist or doctor know if you are pregnant or breastfeeding before taking this medication.",
  "monograph_interactions": ""
}