{
  "productID": "",
  "DIN": "3352234",

  "rxNumber": "",

  "genericName": "METHYLPHENIDATE",
  "tradeName": "RITALIN LA",
  "label": "Ritalin LA Extended-Release Capsules 20mg",

  "dose": "20",
  "dosageForm": "EXTENDED-RELEASE CAPSULES",
  "doseUnit": "MG",

  "url": "pIqeXj6ubbg",
  "webUrl": "https://www.mayoclinic.org/drugs-supplements/methylphenidate-oral-route/description/drg-20068297",

  "monograph_description": "Methylphenidate long-acting is used in adults and children greater than 6 years of age to treat attention deficit hyperactivity disorder (ADHD). Methylphenidate Long-Acting is used along with counseling to help create a complete patient treatment plan. This medication works in your brain. Methylphenidate long-acting may help you stay focused on tasks while also helping behavior. This medication may also help you stay organized and listen better. Unlike the immediate release form of methylphenidate, the extended release form is not used to treat sleeping disorders.",
  "monograph_instructions": "Methylphenidate long-acting are most often taken first thing in the morning, with or without food. If this medication upsets your stomach or decreases your appetite take it after a meal or a snack. Do not crush or chew the capsule, doing this would give you the entire dose all at once and cause dangerous side effects. If you can’t swallow the pill, open the capsule and empty it into a spoonful of applesauce just before taking your dose. Swallow it without chewing. Follow the dose with a glass of water. Your dose is based on your condition and response to treatment. Your doctor may increase your dose over a couple weeks or months. If you forget to take a dose, take it as soon as you remember. If it is near the time of your next dose, skip it and continue with your normal dose time. Do not take a double dose to make up the missed dose. If you have taken this medication for a long time, you may notice that it doesn’t seem to work as well. Contact your doctor to discuss the options. Your doctor may stop your medication for a short time to see if you still need it. If you have taken this medication for a long time or in a high dose, do not stop taking it all at once because it may cause unpleasant withdrawal symptoms such as mood changes with depression or suicidal thoughts. Your doctor may have you decrease your dose of methylphenidate long-acting over a couple weeks or months.",
  "monograph_side_effects": "Tell your pharmacist or doctor all your medication allergies so they may determine if methylphenidate long-acting is safe for you to take. Avoid dangerous drug interactions. Tell your pharmacist or doctor all the other medication you are taking, including over the counter supplements, even if you don't take them very often. Ask your doctor if this medication is safe to take with your current health conditions. Tell your doctor if you have high blood pressure, heart problems, glaucoma, mental condition, or muscle spasms. While taking methylphenidate long-acting you may feel nervous, loss of appetite, trouble sleeping, dizziness or nausea. If these or any other unwanted side effects persist, contact your doctor or pharmacist. Call your doctor right away if you have any strange heartbeats, large mood changes, uncontrolled muscle movements or fainting. Call emergency 911 if you have any symptoms of a heart attack such as chest and left arm pain, shortness of breath and sweating or if you have symptoms of a stroke such as weakness on one side of your body, slurred speech, sudden vision changes, and confusion.",
  "monograph_warnings": "Misuse or abuse of methylphenidate long-acting can result in serious heart and blood pressure problems. This medication may be habit-forming and should be used cautiously in anyone with a history of alcohol/drug abuse or mental/mood disorder. Long-term use can lead to tolerance and mental dependence, and psychotic episodes can occur. Follow-up by your doctor is required during withdrawal; severe depression may occur, withdrawal after long term use may reveal other problems that may require follow-up. Talk with your doctor about checking your heartbeat and blood pressure when you start this medication. Rarely, this medication may cause drug seeking or addictive behavior. This risk is increased if you have a history of alcohol or drug abuse. If you follow the directions on the label and stay in good communication with your doctor and pharmacist, then the chances for addiction are lower. If a child uses methylphenidate long-acting for a long time, it is possible that their growth rate, weight, and future adult height may be affected. Your child’s doctor may stop the medication now and again for short periods of time to reduce this risk. If your child is taking this medication, talk about this with your doctor and monitor your child's height and weight. Do not drive or do any activity that requires focus and attention until you are sure you can do them safely. Limit alcoholic beverages while taking methylphenidate long-acting. Infants born to mothers who are taking methylphenidate long-acting are at risk. This medication should only be used during pregnancy when the benefit to the mother is greater than the risk to the unborn baby. Methylphenidate long-acting passes into breast milk. Breastfeeding is not recommended while taking this medication.",
  "monograph_interactions": ""
}