{
  "productID": "824775936261",
  "DIN": "034094",

  "rxNumber": "",

  "genericName": "ADALIMUMAB",
  "tradeName": "HUMIRA",
  "label": "Humira 40mg/0.8mL Injection",

  "dose": "40/0.8",
  "dosageForm": "SC INJECTION",
  "doseUnit": "MG/ML",

  "url": "e8cS2lwwgeA",
  "webUrl": "https://www.humira.com/humira-complete/injection",

  "monograph_description": "Adalimumab injection is used to treat the symptoms and prevent the progression of active rheumatoid arthritis and ankylosing spondylitis. It is used in children 2 years of age and older for juvenile idiopathic arthritis. This medicine is also used to treat psoriatic arthritis, which is a type of arthritis that causes pain and swelling in the joints along with patches of scaly skin on some areas of the body. Psoriatic arthritis usually occurs with a skin condition called psoriasis. Adalimumab may be used alone or in combination with medicines (eg, methotrexate or DMARDs). Adalimumab injection is also used to treat the symptoms of active Crohn's disease in patients who have not been helped by other medicines, such as infliximab. It is also used to treat moderate to severe ulcerative colitis in patients who have been treated with other medicines (eg, azathioprine, corticosteroids, or 6-mercaptopurine) that did not work well. Adalimumab injection may also be used to treat chronic plaque psoriasis, which is a skin disease with red patches and white scales that do not go away. It is also used to treat moderate to severe hidradenitis suppurativa, a chronic skin disease that has small, painful lumps under the skin in adults and children 12 years of age and older. This medicine is also used to treat non-infectious intermediate, posterior and panuveitis in adults and children 2 years of age and older. ",
  "monograph_instructions": "This medicine is given as a shot under your skin. Adalimumab may sometimes be given at home to patients who do not need to be in the hospital or clinic. If you are using this medicine at home, your doctor or nurse will teach you how to prepare and inject the medicine. Be sure that you understand how to use the medicine. This medicine comes with a Medication Guide and a Patient Instructions for Use leaflet. Read and follow the instructions carefully. Ask your doctor if you have any questions. If you use this medicine at home, you will be shown the body areas where this shot can be given. Use a different body area each time you give yourself or your child a shot. Keep track of where you give each shot to make sure you rotate body areas. This will help prevent skin problems. Do not inject into skin areas that are red, bruised, tender, or hard. If you have psoriasis, do not inject into a raised, thick, red, or scaly skin patch or into skin lesions. This medicine is available in 2 forms. You may use a pen or a prefilled syringe. First, gather the items you will need on a clean, flat surface using a cloth or towel in a well-lighted area. Wash your hands with soap and water before and after using this medicine. Remove the carton with the syringe or pen from the refrigerator and place it on the cloth. Allow 15 to 30 minutes for the syringe or pen to warm up to room temperature. Do not warm this medicine in any other way. Do not remove the needle cover on the prefilled syringe or pen while allowing the medicine to reach room temperature. Remove these right away before use. Check the liquid in the syringe or pen using the viewing window. It should be clear and colorless. If it is cloudy, discolored, or has particles floating in it, do not use the syringe or pen. Check that the amount of liquid in the pen is the same or close to the fill line seen on the window. The fill line shows a full dose of the medicine. If the pen does not have the full amount of liquid, do not use it. Call your pharmacist. If the liquid is clear, place it on a clean, flat surface. Do not shake the medicine. Check the expiration date on the prefilled syringe or pen, and make sure the date has not passed. Do not use the medicine if the date has passed. Choose an injection site on your body (eg, thigh, abdomen or stomach area). Clean the injection site with a fresh alcohol wipe and let it dry. Remove the cap or needle cover when you are ready to inject. Inject the full amount of medicine within a few minutes after the cap or cover has been removed. You might have a small amount of blood or liquid at the injection site. Press and hold a dry, clean cotton ball on the injection site for 10 seconds, but do not rub it.",
  "monograph_side_effects": "As it is an immunosuppressant, the body will be more prone to infections when a person is using it. Researchers have also found links between TNF blockers and cancer, including some rare and unusual types of cancer. Common adverse effects include the following, but these are not the only ones: redness, rash, swelling, itching or bruising at the injection site infections, especially in the upper respiratory tract and sinuses, headaches and nausea. Infections that can occur include tuberculosis (TB) and other infections caused by viruses, fungi, or bacteria. These can be serious. Infections may develop in carriers of hepatitis B. Symptoms include fever and chills, muscle pain, fatigue, dark urine and a yellow tinge to the eyes of skin, loss of appetite, vomiting, clay-colored feces, stomach problems, and skin rash. Allergic reactions affect some people. Symptoms include chest tightness, wheezing, and other breathing difficulties, hives, itching, and skin rash, swelling of the tongue, lips, face and other parts of the body. Nervous system problems may occur, leading to weakness in the arms and legs, numbness, tingling, visual disturbances, and dizziness. Blood problems may occur. A low platelet count can lead to a higher risk of bleeding, and a low level of white blood cells make it harder to fight infection. The person may have a fever that does not go away, or they may bruise or bleed easily. Heart conditions can develop or get worse, leading to shortness of breath, sudden weight gain, and swelling in the hands and feet. Immune reactions are possible. One example is a lupus-like syndrome, with chest pain and shortness of breath, joint pain, or a rash on the cheeks or arms that worsens when exposed to the sun. Liver problems can arise, leading to fatigue, yellowish skin or eyes, vomiting and not wanting to eat, and abdominal pain. Psoriasis may emerge or worsen.",
  "monograph_warnings": "If you will be using this medicine for a long time, it is very important that your doctor check your or your child's progress at regular visits. This will allow your doctor to see if this medicine is working properly and to decide whether you should continue to use it. Blood and urine tests may be needed to check for unwanted effects. You or your child will need to have a skin test for tuberculosis before using this medicine. Tell your doctor if you or anyone in your home has ever had a positive reaction to a tuberculosis skin test. Adalimumab can temporarily lower the number of white blood cells in your blood, which may increase the chance of getting an infection. It can also lower the number of platelets, which are necessary for proper blood clotting. If this occurs, there are certain precautions you can take, especially when your blood count is low, to reduce the risk of infection or bleeding: If you can, avoid people with infections. Check with your doctor right away if you or your child think you are getting an infection or if you get a fever or chills, cough or hoarseness, lower back or side pain, or painful or difficult urination. Check with your doctor right away if you or your child notice any unusual bleeding or bruising, black, tarry stools, blood in the urine or stools, or pinpoint red spots on your skin. Be careful when using a regular toothbrush, dental floss, or toothpick. Your medical doctor, dentist, or nurse may recommend other ways to clean your teeth and gums. Check with your medical doctor before having any dental work done. Do not touch your eyes or the inside of your nose unless you have just washed your hands and have not touched anything else in the meantime. Be careful not to cut yourself when you are using sharp objects such as a safety razor or fingernail or toenail cutters. Avoid contact sports or other situations where bruising or injury could occur. Do not take other medicines unless they have been discussed with your doctor. Using abatacept (Orencia®) or anakinra (Kineret®) together with this medicine may increase your risk of having serious side effects. This medicine may cause other unwanted effects that may not occur until months or years after this medicine is used. A small number of people (including children and teenagers) who have used this type of medicine have developed certain types of cancer (eg, leukemia). Some patients also developed a rare type of cancer called lymphoma. Talk with your doctor if you or your child have unusual bleeding, bruising, or weakness, swollen lymph nodes in the neck, underarms, or groin, or unexplained weight loss. Also, check with your doctor right away if your or your child's skin has red, scaly patches, or raised bumps that are filled with pus. Adalimumab may cause serious allergic reactions, including anaphylaxis, which can be life-threatening and requires immediate medical attention. Check with your doctor right away if you or your child have a rash, itching, swelling of the face, throat, legs, or feet, troubled breathing, or chest pain after you receive the medicine. Check with your doctor right away if you or your child have more than one of these symptoms: swelling of the face, fingers, feet, or lower legs, or sudden weight gain. These may be signs of a heart condition called congestive heart failure (CHF). Some people who have used this medicine developed lupus-like symptoms during treatment and got better after the medicine was stopped. Check with your doctor right away if you or your child start having chest pains, joint pain, or a rash on the cheeks or arms that is sensitive to the sun. Do not have any live vaccines (immunizations) while you or your child are being treated with adalimumab. Your child's vaccines need to be current before using adalimumab. Be sure to ask your child's doctor if you have any questions about this. The needle cover of some prefilled syringes and pens contain dry natural rubber (a derivative of latex), which may cause allergic reactions in people who are sensitive to latex. Tell your doctor if you or your child have a latex allergy before using this medicine. Serious skin reactions can occur during treatment with this medicine. Check with your doctor right away if you or your child have any of the following symptoms while using this medicine: blistering, peeling, or loosening of the skin, red skin lesions, severe acne or skin rash, sores or ulcers on the skin, or fever or chills while using this medicine. Do not take other medicines unless they have been discussed with your doctor. This includes prescription or nonprescription (over-the-counter [OTC]) medicines and herbal or vitamin supplements. ",
  "monograph_interactions": ""
}